Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/oikeus_saamenkielisiin_sote-palveluihin.html.tmx
Source language: fin
Languages: sme

source: Oikeus saamenkielisiin sote-palveluihin
sme: Vuoigatvuohta sámegielat sode-bálvalusaide

source: Kielelliset oikeudet kuuluvat saamelaisväestön perusoikeuksiin ja lain mukaan viranomaisilla on velvollisuus huolehtia saamenkielisten palvelujen järjestämisestä oma-aloitteisesti ja aktiivisesti ilman, että niitä tarvitsee erikseen vaatia.
sme: Gielalaš vuoigatvuođat gullet sápmelaččaid vuođđovuoigatvuođaide ja lága mielde eiseválddit leat geatnegahtton fuolahit sámegielat bálvalusaid ordnemis iešheanalaččat ja aktiivvalaččat nu, ahte daid ii dárbbaš sierra gáibidit.

source: Omakielinen sosiaali- ja terveydenhuolto on tärkeä osa ihmisen perusturvallisuutta kaikissa elämän vaiheissa.
sme: Iežasgielat sosiála- ja dearvvasvuođafuolahus lea dehálaš oassi olbmo vuođđodorvvolašvuođas čađa eallima.

source: Lainsäädännössä on useita kohtia, jotka viittaavat oikeuteen käyttää omaa äidinkieltä ja turvaavat oikeuden omaan kulttuuriin.
sme: Láhkaásaheamis gávdnojit máŋggat čuoggát mat čujuhit vuoigatvuhtii geavahit iežas eatnigiela ja mat dorvvastit vuoigatvuođa iežas kultuvrii.

source: Saamelaiskäräjät pyrkii edistämään saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista sotepalveluissa.
sme: Sámediggi geahččala ovddidit sámiid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama sode-bálvalusain.

source: Suomen perustuslaki
sme: Suoma vuođđoláhka

source: Suomen perustuslaki (731/1999) turvaa saamelaisille oikeuden omaan kieleen ja kulttuuriin (17 §) sekä näitä koskevaan kulttuuri-itsehallintoon saamelaisten kotiseutualueella.
sme: Suoma vuođđoláhka (731/1999) dorvvasta sápmelaččaide vuoigatvuođa iežaset gillii ja kultuvrii (17 §) sihke dáidda guoski kultuvrralaš iešstivrejumi sámiid ruovttuguovllus.

source: Kielelliset ja kulttuuriset oikeudet kuuluvat saamelaisväestön perusoikeuksiin.
sme: Gielalaš ja kultuvrralaš vuoigatvuođat gullet sápmelaččaid vuođđovuoigatvuođaide.

source: Saamen kielilaki
sme: Sámi giellaláhka

source: Saamen kielilain (1086/2003) tavoitteena on yhdessä Suomen perustuslain 17 § 3 momentin kanssa turvata saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Sámi giellalága (1086/2003) ulbmilin lea ovttas Suoma vuođđolága 17 § 3 momeanttain dorvvastit sápmelaččaid vuoigatvuođa dikšut ja ovddidit iežaset giela ja kultuvrra.

source: Saamen kielilaissa säädetään toisaalta saamelaisen oikeudesta käyttää omaa kieltään viranomaisessa ja toisaalta julkisen vallan velvollisuuksista toteuttaa ja edistää saamelaisten kielellisiä oikeuksia (1 §).
sme: Sámi giellalágas lea ásahuvvo n sápmelaččaid vuoigatvuođas geavahit iežaset giela eiseválddiiguin ja nuppe dáfus almmolaš válddi geatnegasvuođas ollašuhttit ja ovddidit sápmelaččaid gielalaš vuoigatvuođaid (1§).

source: Saamen kielilaki on kaksisuuntainen ja se velvoittaa laissa määriteltyjen viranomaisten velvollisuudeksi oma-aloitteisesti huolehtimaan siitä, että saamelaisten kielelliset oikeudet toteutuvat käytännössä (24 §).
sme: Sámi giellaláhka nappo doaibm á goappát guvlui ja dat geatnegahttá lágas meroštallojuvvon eiseválddiid fuolahit iešheanalaččat das, ahte sápmelaččaid gielalaš vuoigatvuođat ollašuvvet geavadis ( 24 §).

source: Viranomaisen on henkilöstöä palvelukseen ottaessaan muun muassa huolehdittava siitä, että henkilöstö pystyy palvelemaan asiakkaita myös saameksi ja koulutusta järjestämällä tai muilla toimenpiteillä huolehdittava siitä, että henkilöstöllä on viranomaisen tehtävien edellyttämä saamen kielen taito (14 §).
sme: Eiseváldi galgá bargiid válljedettiin fuolahit ee. das, ahte bargit nagodit bálvalit áššehasaid maiddái sámegillii ja skuvlejumi lágideami bokte dahje eará vugiiguin fuolahit das, ahte bargiin lea eiseválddi bargguid eaktudan sámegiela máhttu (14 §).

source: Jos viranomaisessa ei ole sellaista saamen kielen taitoista henkilöä, joka voisi käsitellä asiaa, on viranomaisen järjestettävä maksuton tulkkaus, jollei se itse huolehdi tulkkauksesta (19 §).
sme: Jus eiseválddis ii leat dakkár sámegielat bargi, guhte sáhtašii gieđahallat ášši, galgá eiseváldi ordnet nuvttá tulkoma, jus dat ii ieš fuolat tulkomis (19 §).

source: Viranomaisen tulee myös tiedottaa saamen kielellä.
sme: Eiseváldi galgá maiddái juohkit dieđu sámegillii.

source: Perustuslain 21.2 §:än sisältyvä oikeudenmukainen oikeudenkäynti ja hyvän hallinnon käsitteet on otettu myös saamen kielilain tarkoituspykälään (1 §).
sme: Vuođđolága 21.2 §:ii gullevaš vuoiggalaš dikki ja buorre hálddašeami doahpagat leat váldojuvvon mielde maiddái sámi giellalága ulbmilparagráfii (1 §).

source: Hyvän hallinnon käsite kielellisten perusoikeuksien näkökulmasta tarkoittaa kielellisesti ymmärrettävää palvelua.
sme: Buorre hálddašeami doaba gielalaš vuoigatvuođaid geahččanguovllus oaivvilda gielalaččat áddehahtti bálvalusa.

source: Sosiaali- ja terveydenhuollon palvelukieliä koskevat lait
sme: Lágat, mat gusket sosiála- ja dearvvasvuođafuolahusa bálvalusgielaide

source: Sosiaali- ja terveydenhuollon lainsäädäntö on jo pitkään velvoittanut palvelemaan asiakasta äidinkieli huomioon ottaen.
sme: Sosiála- ja dearvvasvuođafuolahusa láhkaásahus lea juo guhká geatnegahttán bálvalit áššehasa nu ahte su eatnigiella váldo vuhtii.

source: Näitä lakeja ovat mm. Laki vammaisuuden perusteella järjestettävistä palveluista (380/1987);
sme: Dát lágat leat ee. L áhka bálvalusain ja doarjjadoaimmain, mat lágiduvvojit lámisvuođa vuođul (380/1987);

source: Laki sosiaalihuollon asiakkaan asemasta ja oikeuksista ( 812/2000);
sme: Láhka sosiálafuolahusa áššehasa sajádagas ja vuoigatvuođain (812/2000);

source: Laki potilaan asemasta ja oikeuksista (785/1992) sekä Sosiaalihuoltolaki (1301/2014).
sme: Láhka pasieantta sajádagas ja vuoigatvuođain (785/1992) sihke Sosiálafuolahusláhka (1301/2014).

source: Edellä mainittujen erityislakien maininnat pohjautuvat viime kädessä Suomen perustuslailla turvattuihin jokaiselle kansalaiselle kuuluviin perusoikeuksiin.
sme: Ovddabealde máinnašuvvon sierralágaid máinnašumit vuođđuduvvet Suoma vuođđolágain dorvvastuvvon vuođđorivttiide, mat gullet juohke riikavuložii.

source: Terveydenhuoltolain (1326/2010) 6 §:ssä terveydenhuollon kielinä ja vanhuspalvelulain (980/2012) 8 §:ssä palvelujen kielinä on mainittu suomi, ruotsi ja saame.
sme: Dearvvasvuođafuolahuslága (1326/2010) 6 §:s dearvvasvuođafuolahusa giellan ja boarrásiidbálvaluslága (980/2012) 8 §:s bálvalusaid giellan leat máinnašuvvon suoma-, ruoŧa- ja sámegiella.

source: Potilaslain (785/1992) 3 § edellyttää myös, että potilaan äidinkieli ja kulttuuritausta otetaan hoidossa mahdollisimman hyvin huomioon.
sme: Pasieantalága (785/1992) 3 § eaktuda maiddái ahte pasieantta eatnigiella ja kulturduogáš váldo divššus vuhtii nu bures go lea vejolaš.

source: Perustuslaissa on säädetty julkisen vallan velvollisuudesta turvata, sen mukaan kuin lailla tarkemmin säädetään, jokaiselle riittävät sosiaali- ja terveyspalvelut ja edistää väestön terveyttä.
sme: Vuođđolágas lea ásahuvvon almmolaš válddi geatnegasvuođas dorvvastit, dan mielde mo lágas dárkilut ásahuvvo, juohkehažžii doarvái sosiála- ja dearvvasvuođabálvalusaid ja ovddidit álbmoga dearvvasvuođa.

source: Palveluiden yhdenvertaisen saatavuuden turvaamisen kannalta ratkaiseva merkitys on 6 §:n tarkoittamalla yhdenvertaisuuden periaatteella ja esimerkiksi saamelaisten osalta 17.3 §:n tunnustamalla oikeudella omaan kieleen ja kulttuuriin.
sme: Bálvalusaid ovttaveardásaš fitnašuvvama dorvvasteami dáfus mearkkašahtti lea 6 § dárkkuhan ovttaveardásašvuođa prinsihpa ja ovdamearkka dihtii sápmelaččaid dáfus 17.3.§ dovddastan vuoigatvuohta iežas gillii ja kultuvrii.

source: Syrjinnänkieltoa sovelletaan myös, kun kyse on lakisääteisiä peruspalveluista, tuista tai etuuksista.
sme: Vealahangielddus heivehuvvo maiddái go lea sáhka lágas ásahuvvon vuođđobálvalusain, doarjagiin ja ovdduin.
